Repository: collective/collective.contact.plonegroup
Catalog: src/collective/contact/plonegroup/locales/*/LC_MESSAGES/collective.contact.plonegroup.po
Languages: fr

source: Adds user related fields
fr: Ajoute des champs relatifs à l'utilisateur plone

source: Application parameters
fr: Paramètres applicatifs

source: Assignments for groups related to '${function}' function
fr: Groupes liés à la fonction '${function}'

source: Choose multiple organization levels for which you want to create a plone group.
fr: Les niveaux d'organisation sont activés en les passant vers la droite: après sauvegarde des groupes plone seront créés (en combinaison avec les fonctions).

source: Details
fr: Détails

source: Each defined function will suffix each organization plone group.
fr: Chaque fonction définie suffixera les groupes plone créés.

source: Enabled?
fr: Activé?

source: Function
fr: Fonction

source: Function list
fr: Liste de fonctions

source: Global groups assignments.
fr: Groupes globaux

source: Group
fr: Groupe

source: Groups and users
fr: Groupes et utilisateurs

source: Manageable function groups?
fr: Groupes gérables par l'utilisateur?

source: No changes were made.
fr: Aucun changement n'a été effectué.

source: No user was found in this group.
fr: Ce groupe ne contient aucun utilisateur.

source: Nothing.
fr: Aucun groupe lié.

source: Organization id
fr: Id de l'organisation

source: Organization title
fr: Titre de l'organisation

source: Own groups management
fr: Gérer vos groupes

source: Own groups management description
fr: Cette configuration vous permet de gérer les utilisateurs membres de vos groupes. Si vous ne voyez rien ici c'est que vous ne pouvez pas gérer vos groupes, vous pouvez contacter votre administrateur système si nécessaire.

source: Own groups management view
fr: Gestion de l'appartenance des groupes dont vous faites partie

source: Own groups users succesfully updated.
fr: Modifications effectuées. La nouvelle situation est présentée ci-dessous.

source: Plone group organizations description
fr: Le suffixe sera uniquement créé pour les organisations sélectionnées. Si vous ne sélectionnez rien, le suffixe sera créé pour toutes les organisations sélectionnées dans le champ "Organisations" ci-dessus. Si vous sélectionnez de nouvelles organisations, enregistrez une première fois pour qu'elles soient disponibles dans ce champ.

source: Plone group suffix id
fr: Id du suffixe

source: Plone group suffix organizations
fr: Restreindre ce suffixe aux organisations suivantes

source: Plone group suffix title
fr: Titre du suffixe

source: Plone user
fr: Utilisateur Plone

source: Plonegroup user link
fr: Lien utilisateur de Plonegroup

source: Primary organization
fr: Organisation principale

source: Selected global groups can be managed by a contained user
fr: Groupes globaux gérables par l'utilisateur

source: Selected in plonegroup
fr: Sélectionné dans <a href='${plonegroup_url}'>"Configuration des groupes plone via contact"</a>

source: Selected organizations
fr: Organisations

source: There was a problem in added assignments. Don't forget to complete the 2 columns! You have to redo all the manipulations.
fr: Il y a eu un problème dans les appartenances ajoutées. N'oubliez pas de compléter les 2 colonnes! Vous devez refaire toutes les manipulations.

source: This contact is selected in configuration
fr: Ce contact est sélectionné dans la configuration

source: This contact is used in following content: ${items}
fr: Ce contact est utilisé dans le contenu suivant: ${items}

source: This organization or a contained organization is used in plonegroup configuration ! Remove it first from the configuration !
fr: Cette organisation ou une organisation contenue est utilisée dans la configuration de groupe plone via contact ! Il faut d'abord l'enlever de la configuration !

source: User
fr: Utilisateur

source: View Plone group
fr: Voir le groupe Plone

source: View Plone user
fr: Voir l&apos;utilisateur Plone

source: View linked Plone groups
fr: Voir les groupes Plone liés

source: You can <span class="trash_icon">remove</span> an assignment with the <span class="trash_icon">trash icon</span>. You can <span class="auto_append">add</span> a new assignment with the <span class="auto_append">blue line</span>. You can <span class="new_line">complete</span> it on the <span class="new_line">brown line</span>.
fr: Vous pouvez <span class="trash_icon">effacer</span> une appartenance avec <span class="trash_icon">l'icône poubelle</span>. Vous pouvez <span class="auto_append">ajouter</span> une nouvelle appartenance par <span class="auto_append">la ligne en bleu</span>. Vous pouvez la <span class="new_line">compléter</span> sur <span class="new_line">la ligne brune</span>.

source: You cannot deactivate this item !
fr: Vous ne pouvez pas désactiver cet élément !

source: You cannot delete the group '${group}', linked to used organization '${orga}'.
fr: Vous ne pouvez pas effacer le groupe '${group}', lié à l'organisation utilisée '${orga}'.

source: You cannot delete this item !
fr: Vous ne pouvez pas effacer cet élément !

source: You cannot remove your user from a group!
fr: Vous ne pouvez pas enlever votre utilisateur d'un groupe!

source: You must choose at least one organization !
fr: Vous devez au moins choisir une organisation !

source: You must correct the organization error first !
fr: Vous devez corriger l'erreur sur l'organisation !

source: You must define at least one function !
fr: Vous devez au moins choisir une fonction !

source: You must define one '${root_portal_type}' with id '${pgo}' !
fr: Vous devez définir un élément '${root_portal_type}' dont l'id est '${pgo}' !

source: You must have only one '${root_portal_type}' with id '${pgo}' !
fr: Vous devez avoir un seul élément de type '${root_portal_type}' avec l'id '${pgo}' !

source: can_not_disable_suffix_plone_groups_not_empty
fr: Vous ne pouvez pas désactiver la fonction "${disabled_function}" car certains groupes Plone liés ne sont pas vides (vérifiez par exemple "${plone_group_id}") !

source: can_not_remove_function_every_plone_groups_not_empty
fr: Vous ne pouvez pas supprimer la fonction "${removed_function}" car certains groupes Plone liés ne sont pas vides (vérifiez par exemple "${plone_group_id}") !

source: can_not_select_function_orgs_every_other_plone_groups_not_empty
fr: Vous ne pouvez pas restreindre le suffix "${function}" aux organisations sélectionnées car des groupes Plone utilisant ce suffixe d'organisations non sélectionnées ne sont pas vides (vérifiez par exemple "${plone_group_id}") !

source: help_organizations_no_suborgs
fr: Aucune organisation dans cette organisation.

source: help_organizations_sorted_alphabetically
fr: Par facilité, les organisations sont listées ici par ordre alphabétique. L'ordre est défini dans la ${plonegroup_config_url}.
